tap "buo/cask-upgrade"
tap "caarlos0/tap"
tap "charmbracelet/tap"
tap "felixkratz/formulae"
tap "gptscript-ai/tap"
tap "homebrew/bundle"
tap "homebrew/services"
tap "incu6us/tap"
tap "joshmedeski/sesh"
tap "nikitabobko/tap"
tap "pomdtr/tap"
brew "ca-certificates"
brew "openssl@3"
brew "mpdecimal"
brew "readline"
brew "sqlite"
brew "xz"
brew "ansible"
brew "brotli"
brew "aom"
brew "argocd"
brew "aribb24"
brew "asciinema"
brew "autoconf"
brew "autojump"
brew "icu4c@76"
brew "avrdude"
brew "python@3.12"
brew "azure-cli"
brew "ncurses"
brew "bash"
brew "libssh2"
brew "libgit2"
brew "oniguruma"
brew "bat"
brew "gettext"
brew "pcre2"
brew "cairo"
brew "openjdk"
brew "bfg"
brew "bootloadhid"
brew "c-ares"
brew "libnghttp2"
brew "libuv"
brew "node"
brew "bruno-cli"
brew "btop"
brew "coreutils"
brew "tmux"
brew "byobu"
brew "capstone"
brew "cbonsai"
brew "ccat"
brew "chezmoi"
brew "chroma"
brew "cjson"
brew "clang-format"
brew "cmake"
brew "cmatrix"
brew "colima"
brew "conftest"
brew "csview"
brew "csvkit"
brew "dav1d"
brew "delve"
brew "dfu-programmer"
brew "dfu-util"
brew "direnv"
brew "dive"
brew "docker"
brew "docker-compose"
brew "doctl"
brew "dtc"
brew "eza"
brew "fastfetch"
brew "fd"
brew "libsndfile"
brew "ffmpeg"
brew "fish"
brew "flyctl"
brew "fnm"
brew "fzf"
brew "gd"
brew "gdbm"
brew "gdk-pixbuf"
brew "getdns"
brew "gh"
brew "ghostscript"
brew "git"
brew "git-extras"
brew "gitlab-runner"
brew "gitleaks"
brew "glab"
brew "glow"
brew "gnu-sed"
brew "go"
brew "gofumpt"
brew "goimports"
brew "gping"
brew "grafana"
brew "gum"
brew "hadolint"
brew "helm"
brew "htop"
brew "httpie"
brew "hub"
brew "hugo"
brew "ical-buddy"
brew "jq"
brew "ijq"
brew "imagemagick"
brew "influxdb"
brew "influxdb-cli"
brew "iperf"
brew "jenv"
brew "jid"
brew "jnv"
brew "k6"
brew "k9s"
brew "kind"
brew "kubectx"
brew "lazydocker"
brew "lazygit"
brew "libimagequant"
brew "liblinear"
brew "libraqm"
brew "libslirp"
brew "libvterm"
brew "lolcat"
brew "lpeg"
brew "lua"
brew "luajit"
brew "luarocks"
brew "luv"
brew "mad"
brew "make"
brew "markdown-toc"
brew "markdownlint-cli2"
brew "marksman"
brew "mas"
brew "minikube"
brew "msgpack"
brew "mysql", restart_service: :changed
brew "tree-sitter"
brew "unibilium"
brew "neovim"
brew "nginx"
brew "nmap"
brew "nushell"
brew "nvm"
brew "onefetch"
brew "opa"
brew "openjdk@17"
brew "opusfile"
brew "osx-cpu-temp"
brew "tree"
brew "pass"
brew "peco"
brew "pillow"
brew "pipx"
brew "pkgconf"
brew "podman"
brew "poetry"
brew "pop"
brew "pv"
brew "python-setuptools"
brew "python@3.10"
brew "python@3.11"
brew "qemu"
brew "rbenv"
brew "ripgrep"
brew "ruby"
brew "rustscan"
brew "shellcheck"
brew "sox"
brew "speedtest-cli"
brew "sqlite-utils"
brew "sshpass"
brew "starship"
brew "stow"
brew "tailscale"
brew "tailspin"
brew "tailwindcss-language-server"
brew "teensy_loader_cli"
brew "tektoncd-cli"
brew "trash"
brew "ttygif"
brew "uv"
brew "uvicorn"
brew "wget"
brew "yarn"
brew "yazi"
brew "z"
brew "zellij"
brew "zoxide"
brew "zsh-autosuggestions"
brew "zsh-you-should-use"
brew "caarlos0/tap/mdtree"
brew "charmbracelet/tap/freeze"
brew "felixkratz/formulae/sketchybar"
brew "gptscript-ai/tap/clio"
brew "incu6us/tap/goimports-reviser"
brew "joshmedeski/sesh/sesh"
brew "pomdtr/tap/sunbeam"
cask "1password"
cask "1password-cli"
cask "aerospace"
cask "alacritty"
cask "arc"
cask "audio-hijack"
cask "balenaetcher"
cask "blockblock"
cask "bruno"
cask "chatgpt"
cask "cleanshot"
cask "cursor"
cask "daisydisk"
cask "dbeaver-community"
cask "discord"
cask "elgato-control-center"
cask "elgato-stream-deck"
cask "farrago"
cask "fission"
cask "font-hack-nerd-font"
cask "font-meslo-lg-nerd-font"
cask "garmin-express"
cask "gas-mask"
cask "ghostty"
cask "google-chrome"
cask "hey"
cask "karabiner-elements"
cask "keymapp"
cask "logi-options+"
cask "logitune"
cask "loopback"
cask "microsoft-auto-update"
cask "microsoft-outlook"
cask "microsoft-teams"
cask "movist-pro"
cask "neohtop"
cask "obs"
cask "obsidian"
cask "omnifocus"
cask "oracle-jdk@21"
cask "postman"
cask "qutebrowser"
cask "raspberry-pi-imager"
cask "raycast"
cask "sizzy"
cask "slack"
cask "typora"
cask "utm"
cask "visual-studio-code"
cask "whatsapp"
cask "zen-browser"
cask "zoom"
mas "iA Writer", id: 775737590
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Microsoft Excel", id: 462058435
mas "Microsoft Outlook", id: 985367838
mas "Microsoft PowerPoint", id: 462062816
mas "MonitorControlLite", id: 1595464182
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Pixelmator Pro", id: 1289583905
vscode "aaron-bond.better-comments"
vscode "ajshortt.tokyo-hack"
vscode "akmittal.hugofy"
vscode "alexcvzz.vscode-sqlite"
vscode "amazonwebservices.aws-toolkit-vscode"
vscode "amimaro.remix-run-snippets"
vscode "andrew-codes.cypress-snippets"
vscode "andys8.jest-snippets"
vscode "anteprimorac.html-end-tag-labels"
vscode "astro-build.astro-vscode"
vscode "bierner.markdown-checkbox"
vscode "bradgashler.htmltagwrap"
vscode "bradlc.vscode-tailwindcss"
vscode "budparr.language-hugo-vscode"
vscode "burkeholland.simple-react-snippets"
vscode "chakrounanas.turbo-console-log"
vscode "christian-kohler.npm-intellisense"
vscode "christian-kohler.path-intellisense"
vscode "chrmarti.regex"
vscode "ciantic.keymapceditor-vsc"
vscode "codeandstuff.package-json-upgrade"
vscode "codezombiech.gitignore"
vscode "dakara.dakara-foldplus"
vscode "davidanson.vscode-markdownlint"
vscode "dbaeumer.vscode-eslint"
vscode "deerawan.vscode-hapijs-snippets"
vscode "deinsoftware.vitest-snippets"
vscode "dline.cobaltnext"
vscode "docker.docker"
vscode "donjayamanne.githistory"
vscode "dsznajder.es7-react-js-snippets"
vscode "dunstontc.vscode-docker-syntax"
vscode "eamodio.gitlens"
vscode "editorconfig.editorconfig"
vscode "eg2.vscode-npm-script"
vscode "ekelley.midnight-synth"
vscode "endormi.2077-theme"
vscode "esbenp.prettier-vscode"
vscode "exiasr.hadolint"
vscode "felipecaputo.git-project-manager"
vscode "firefox-devtools.vscode-firefox-debug"
vscode "formulahendry.auto-rename-tag"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.github-vscode-theme"
vscode "github.vscode-github-actions"
vscode "gruntfuggly.todo-tree"
vscode "hediet.debug-visualizer"
vscode "humao.rest-client"
vscode "jakob101.relativepath"
vscode "janjoerke.jenkins-pipeline-linter-connector"
vscode "jaredkent.laserwave"
vscode "jkjustjoshing.vscode-text-pastry"
vscode "johnlindquist.kit-extension"
vscode "johnpapa.vscode-peacock"
vscode "josefbiehler.cypress-fixture-intellisense"
vscode "kingwl.vscode-vitest-runner"
vscode "kisstkondoros.vscode-codemetrics"
vscode "knisterpeter.vscode-commitizen"
vscode "konstantin.wrapselection"
vscode "kumar-harsh.graphql-for-vscode"
vscode "lehni.vscode-fix-checksums"
vscode "leodevbro.blockman"
vscode "letrieu.expand-region"
vscode "liamhammett.inline-parameters"
vscode "llvm-vs-code-extensions.vscode-clangd"
vscode "lokalise.i18n-ally"
vscode "marus25.cortex-debug"
vscode "mattiasbaake.vscode-snippets-for-ansible"
vscode "mattpocock.ts-error-translator"
vscode "mcu-debug.debug-tracker-vscode"
vscode "mcu-debug.memory-view"
vscode "mcu-debug.peripheral-viewer"
vscode "mcu-debug.rtos-views"
vscode "meezilla.json"
vscode "mgmcdermott.vscode-language-babel"
vscode "mhutchie.git-graph"
vscode "mike-co.import-sorter"
vscode "mikestead.dotenv"
vscode "mindaro-dev.file-downloader"
vscode "mohammadbaqer.better-folding"
vscode "monokai.theme-monokai-pro-vscode"
vscode "ms-azuretools.vscode-docker"
vscode "ms-dotnettools.csharp"
vscode "ms-dotnettools.vscode-dotnet-runtime"
vscode "ms-kubernetes-tools.vscode-kubernetes-tools"
vscode "ms-playwright.playwright"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode-remote.remote-wsl"
vscode "ms-vscode-remote.vscode-remote-extensionpack"
vscode "ms-vscode.makefile-tools"
vscode "ms-vscode.powershell"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.remote-server"
vscode "ms-vsliveshare.vsliveshare"
vscode "msjsdiag.vscode-react-native"
vscode "naumovs.color-highlight"
vscode "neotan.vscode-auto-restart-typescript-eslint-servers"
vscode "nhoizey.gremlins"
vscode "nickytonline.gatsby-extension-pack"
vscode "nickytonline.vscode-gatsby-snippets"
vscode "octref.vetur"
vscode "oderwat.indent-rainbow"
vscode "orta.vscode-jest"
vscode "pflannery.vscode-versionlens"
vscode "pkief.material-icon-theme"
vscode "plex.vscode-regolint"
vscode "pmndrs.pmndrs"
vscode "pnp.polacode"
vscode "pomber.git-file-history"
vscode "pranaygp.vscode-css-peek"
vscode "prisma.prisma"
vscode "qwtel.sqlite-viewer"
vscode "rangav.vscode-thunder-client"
vscode "redhat.ansible"
vscode "redhat.vscode-xml"
vscode "redhat.vscode-yaml"
vscode "richie5um2.vscode-sort-json"
vscode "ritwickdey.create-file-folder"
vscode "robbowen.synthwave-vscode"
vscode "robertz.code-snapshot"
vscode "roscop.activefileinstatusbar"
vscode "rubymaniac.vscode-paste-and-indent"
vscode "rusnasonov.vscode-hugo"
vscode "samuelcolvin.jinjahtml"
vscode "sdras.night-owl"
vscode "shd101wyy.markdown-preview-enhanced"
vscode "shiesh.todo-tree"
vscode "sidneys1.gitconfig"
vscode "spoonscen.es6-mocha-snippets"
vscode "streetsidesoftware.code-spell-checker"
vscode "streetsidesoftware.code-spell-checker-dutch"
vscode "sumneko.lua"
vscode "tnrich.vscode-extension-open-cypress"
vscode "tonka3000.raycast"
vscode "travismichette.ansible-snippets"
vscode "tsandall.opa"
vscode "ub1que.add-only"
vscode "unifiedjs.vscode-mdx"
vscode "usernamehw.errorlens"
vscode "valentjn.vscode-ltex"
vscode "vscode-icons-team.vscode-icons"
vscode "vscodevim.vim"
vscode "waderyan.gitblame"
vscode "wallabyjs.console-ninja"
vscode "wayou.vscode-todo-highlight"
vscode "wesbos.theme-cobalt2"
vscode "wholroyd.jinja"
vscode "willluke.nextjs"
vscode "wix.vscode-import-cost"
vscode "wware.snippet-creator"
vscode "yoavbls.pretty-ts-errors"
vscode "yzhang.markdown-all-in-one"
vscode "zignd.html-css-class-completion"
vscode "zixuanchen.vitest-explorer"
vscode "znck.vue"
